Repository: franck-paul/addToAny
Catalog: locales/*/main.po
Languages: fr

source: Add AddToAny sharing tool to your posts and pages
fr: Ajoute le lien de partage AddToAny à vos billets et pages

source: Share
fr: Partage

source: Activate AddToAny
fr: Activer AddToAny

source: Automatically insert AddToAny sharing tool on posts
fr: Insérer le lien de partage sur les billets

source: Automatically insert AddToAny sharing tool on pages
fr: Insérer le lien de partage sur les pages

source: Insert AddToAny sharing tool before content
fr: Insérer le lien avant le contenu

source: Insert AddToAny sharing tool after content
fr: Insérer le lien après le contenu

source: Advanced options
fr: Options avancées

source: AddToAny sharing tool CSS style:
fr: Style(s) CSS complémentaire à appliquer :

source: AddToAny sharing tool text prefix:
fr: Insérer le texte suivant devant le lien de partage :

source: This will be inserted before link.
fr: Sera suivi d'une espace si non vide.

source: AddToAny sharing tool text suffix:
fr: Insérer le texte suivant après le lien de partage :

source: This will be inserted after link.
fr: Sera précédé d'une espace si non vide.

source: See <a href="https://www.addtoany.com/">AddToAny web site</a> for more information.
fr: Voir <a href="https://www.addtoany.com/">le site web AddToAny</a> pour plus d'informations.

source: The link will be inserted as <code>&lt;p class="a2a"&gt;&lt;a …&gt;&lt;img …&gt;&lt;/a&gt;&lt;/p&gt;</code> form.
fr: Le lien sera inséré sous la forme <code>&lt;p class="a2a"&gt;&lt;a …&gt;&lt;img …&gt;&lt;/a&gt;&lt;/p&gt;</code>.

source: Save
fr: Enregistrer
